{ "creator" : "mask ser",
 "result" : { "dare" :  [  "Show the last five people you texted and what the messages said?",
    "put your full name on status for 5hrs?",
    "make a short dance video without any filter just with a music and put it on ur status for 5hrs.",
    "call ur bestie, bitch",
    "put your photo without filter on ur status for 10mins.",
    "say i love you to me in voice note🤣🤣",
    "Send a message to your ex and say I still like you.",
    "call Crush/girlfriend/bestie now and screenshot here",
    "pop to one of the group member personal chat and Say you ugly bustard",
    "say YOU ARE BEAUTIFUL/HANDSOME to one of person who is in top of ur pinlist or the first person on ur chatlist",
    "send voice notes and say, can i call u baby, if u r boy tag girl/if girl tag boy",
    "write i love you (random grup member name, who is online) in personal chat, (if u r boy write girl name/if girl write boy name) take a snap of the pic and send it here!",
    "use any bollywood actor photo as ur dp for 3 days.",
    "put your crush photo on status with caption, this is my crush😁",
    "change name to I AM GAY for 5 hours🤪",
    "chat to any contact in whatsapp and say i will be ur bf/gf!",
    "send voice note says i have crush on you, want to be my girlfriend/boyfriend or not? to any random person from the grup(if u girl choose boy, if boy choose girl)💝",
    "state ur gf/bf type and send the photo here with caption, ugliest girl/boy in the world",
    "shout bravooooooooo and send here through voice note",
    "snap your face then send it here",
    "Send your photo with a caption, i am lesbian",
    "shout using harsh words and send it here through vn",
    "Say 'shout you bastard' in front of your mom/papa",
    "change the name to i am idiot for 24 hours",
    "slap urself firmly and send the sound of slap through voice note😂",
    "say i love the creator mask ser through voice note",
    "send your gf/bf pic here🤭",
    "make any tiktok dance challenge video and put it on status, u can delete it after 5hrs.",
    "breakup with your best friend for 5hrs without telling him/her that its a dare.",
     "tell one of your frnd that u love him/her and wanna marry him/her, without telling him/her that its a dare",
     "write i am feeling horny and put it on status, u can delete it only after 5hrs",
     "write i am lesbian and put it on status, u can delete only after 5hrs",
     "kiss your mommy or papa and say i love you😌",
     "put your father name on status for 5hrs",
     "send abusive words in any grup, excepting this grup, and send screenshot proof here"
],
 "truth" : [ "who is the most influential person in your life?",
    "what proud thing did you get this year?", 
    "who is the person who can make you awesome?", 
    "who is the person who has ever made you very happy?", 
    "who is closest to your ideal type of partner here?", 
    "who do you like to play with??", 
    "have you ever rejected people? the reason why?",
    "mention an incident that made you hurt that you still remember?", 
    "what achievements have you got this year??",
    "what's your worst habit at school??",
    "what song do you sing most in the shower?",
    "have you ever had a near-death experience?",
    "when was the last time you were really angry. why?",
    "who is the last person who called you?",
    "do you have any hidden talents, what are they?",
    "what word do you hate the most?",
    "what is the last youtube video you watched?",
    "what is the last thing you googled?",
    "who in this group would you want to swap lives with for a week",
    "what is the scariest thing thats ever happened to you?",
    "have you ever farted and blamed it on someone else?",
    "when is the last time you made someone else cry?",
    "have you ever ghosted a friend?",
    "have you ever seen a dead body?",
    "which of your family members annoys you the most and why?",
    "if you had to delete one app from your phone, which one would it be?",
    "what app do you waste the most time on?",
    "have you ever faked sick to get home from school?",
    "what is the most embarrassing item in your room?",
    "what five items would you bring if you got stuck on a desert island?",
    "have you ever laughed so hard you peed your pants?",
    "do you smell your own farts?",
    "have u ever peed on the bed while sleeping ðÿ¤£ðÿ¤£?🤭",
    "what is the biggest mistake you have ever made?",
    "have you ever cheated in an exam?",
    "what is the worst thing you have ever done?",
    "when was the last time you cried?",
    "whom do you love the most among ur parents?", 
    "do u sometimes put ur finger in ur nosetrilðÿ¤£", 
    "who was your crush during the school days?",
    "tell honestly, do u like any boy/girl in this grup?",
    "have you ever liked anyone? how long?",
    "do you have gf/bf','what is your biggest fear?",
    "have you ever liked someone and felt that person likes you too?",
    "what is the name of your ex boyfriend of your friend that you once liked quietly?",
    "ever did you steal your mothers money or your fathers money?",
    "what makes you happy when you are sad?",
    "do you like someone who is in this grup? if you then who?",
    "have you ever been cheated on by people?",
    "who is the most important person in your life?",
    "what proud things did you get this year?",
    "who is the person who can make you happy when u r sad?",
    "who is the person who ever made you feel uncomfortable?",
    "have you ever lied to your parents?",
    "do you still like ur ex?",
    "who do you like to play together with?",
    "have you ever stolen big thing in ur life? the reason why?",
    "mention the incident that makes you hurt that you still remember?",
    "what achievements have you got this year?",
    "what was your worst habit at school?",
    "do you love the  creator, mask ser?",
    "have you ever thought of taking revenge from ur teacher?",
    "do you like current prime minister of ur country?",
    "you non veg or veg?",
    "if you could be invisible, what is the first thing you would do?",
    "what is a secret you kept from your parents?",
    "who is your secret crush?",
    "whois the last person you creeped on social media?",
    "if a genie granted you three wishes, what would you ask for?",
    "what is your biggest regret?",
    "what animal do you think you most look like?",
    "how many selfies do you take a day?",
    "what was your favorite childhood show?",
    "if you could be a fictional character for a day, who would you choose?",
    "whom do you text the most?",
    "what is the biggest lie you ever told your parents?",
    "who is your celebrity crush?",
    "whats the strangest dream you have ever had?",
    "do you play pubg/ff, if you then send ur id number?"
]
}
}
